[{"title":"baby","date":"2019-08-02T12:51:06.000Z","updated":"2019-08-02T13:08:39.571Z","content":"\n\n2019-7-28(2019-6-26)今天是星期天，宝宝你已经有22周4天了。  \n今年夏天雨水很多，不像以往每年那么热，这几天是夏天中伏最热的时候，不知道为何今天妈妈心情很好，下午晚饭时刻终于变天了，迎来了一阵又一阵大暴雨，雨后总算凉快了一些。为了应付太热的前两天，新买的风扇也回来啦，不过下雨降了温，洗了澡并不需要吹风扇。  \n宝宝，你姥爷今天生意很好，你姥姥心情也不错。你小舅面试了家教并顺利通过。你小舅说他干点兼职赚钱给外甥买好吃的好玩的。宝宝，妈妈怀你实在不容易，孕早期孕吐厉害，坚持上班，每天饿的胃疼心慌，没一点胃口，不吃饿的浑身没劲，吃了又吐，吐的难受，最煎熬的是吐胆汁和半夜从熟睡中饿到抖醒。你爸爸特别担心我和你营养跟不上，喊你奶奶来杭州悉心照顾我20天。妈妈最难过的是怀孕期间两份工作都没了，目前你爸爸一个人承担所有的压力。  \n宝宝你四个多月，我终于熬过了早期孕吐。现在基本恢复了正常的食欲，能吃大多数东西了。妈妈从孕中期开始走路走多了腿脚肿胀，但是我体力还可以。原以为孕中晚期会轻松舒服一些，没想到最近浑身痒的难受，考虑到我亲爱的宝宝，作为孕妈妈不能乱吃药乱用药，我只能继续坚持。为了你宝宝，我得更加注意卫生，晚上洗澡时我把厕所和水池洗刷的干干净净，还把我当天穿的衣服洗了。  \n从6月8回你姥姥家，我的伙食都是姥姥来精心照管，我的衣服基本都是姥姥帮我洗，后面慢慢我可以自理了。从7月3开始我总想帮你姥姥做点什么，以前她自己做针线活和绣十字绣一点都不吃力，今年她眼睛视力下降很多，以前计划绣完的十字绣还剩一小半，我就拿出来帮她每天完成一点。你姥姥不知道你是男孩还是女孩，她在没干活的这段时间给你做了好多衣服和鞋子，你开心吗，到时随我们挑选。晚上临睡前看到贝店里的朋友一次性买了十罐奶粉，从妈妈开店一年来从没有这样的大单，净收入220，妈妈看到赚的零花钱格外开心。  \n宝宝是不是你在调皮了，妈妈感觉胎动比较少。你爸爸最近一直在非洲，对我们关心较少，你别怪你爸爸，你爸爸得辛苦工作给你更好的生活。我们都希望你健健康康，平平安安，开心快乐，聪明可爱！  \n宝宝，我们爱你！ \n","plink":"https://uoylive.github.io/post/baby/"},{"title":"栀子","date":"2019-07-04T05:07:15.000Z","updated":"2019-07-04T09:21:03.782Z","content":"\n\n这是一捧花！只是单纯的一捧花，没别的了¯_(ツ)_/¯。\n","plink":"https://uoylive.github.io/post/jasmine/"},{"title":"用尽全力过好一生","date":"2019-07-03T04:52:43.000Z","updated":"2019-07-03T15:55:50.629Z","content":"《冥想》  \n\n\n\n把生命的突泉捧在我手里，我只觉得它来得新鲜，是浓烈的酒，清新的泡沫，注入我的奔波、劳作、冒险。仿佛前人从未经临的园地就要展现在我的面前。但如今，突然面对着坟墓，我冷眼向过去稍稍回顾，只见它曲折灌溉的悲喜都消失在一片亘古的荒漠，这才知道我的全部努力不过完成了普通的生活。  \n\n","plink":"https://uoylive.github.io/post/用尽全力过好一生/"},{"title":"月","date":"2019-06-15T05:07:07.000Z","updated":"2019-07-04T09:21:02.490Z","content":"\n\n今晚月色真好！\n图片拍摄于6.月14日，农历为12日，当晚月亮正处于宿舍楼围起来的一方天空，月相处于上弦月至满月之间，唤为凸月。 \n使用iso-200，f/5.6,曝光1/320s得到这一张图片，发给同学，同学说周围太黑了，从手机上看不出图片边界了。我测了一下RGB，完全是#000000的纯黑。  \n附上判断弦月的月相歌：\n\n初一新月不可见，只缘身陷日地中。初七初八上弦月，半轮圆月面朝西。满月出在十五六，地球一肩挑日月。二十二三下弦月，月面朝东下半夜。\n\n","plink":"https://uoylive.github.io/post/moon/"},{"title":"lovePea","date":"2018-10-04T12:06:57.000Z","updated":"2019-07-04T09:21:01.348Z","content":"\n\n红豆的红是丹心红  红豆的豆是相思果\n  \n\n红豆，又名相思子或者相思豆，在中国文学中被当作思念的象征。但是红豆有好几种，维基百科里越橘、孔雀豆、鸡母珠等都被当为红豆，王维的相思诗中指的是似乎是鸡母珠。文中的图是南山竹的果实，也是圆圆的红色的，是我高中时种的盆栽结果后拍的图片。  \n“玲珑骰子安红豆，入骨相思知不知”，温庭筠的诗也写出了极致的相思，读之慨然。我曾经做过“玲珑骰子”（为了爱情），用菩提子打磨成方块，再用小钻取孔，做成骰子样式，然后把红豆塞进去，此之谓淘宝的“玲珑骰子”。\n\n相思红豆生南国，春来发几枝。愿君多采撷，此物最相思。\n\n","plink":"https://uoylive.github.io/post/lovePea/"},{"title":"about","date":"2019-07-03T16:39:13.000Z","updated":"2019-07-03T16:54:46.709Z","content":"关于我2017年9月进入西安电子科技大学就读。2018年初课余学习IT技术。2019年7月完善该博客，记录我的技术进步和生活点滴。\n如有兴趣，可联系我\n\n联系邮箱：bingjianz029@gmail.com（正经脸）\n\n","plink":"https://uoylive.github.io/about/"}]