[{"title":"最近有点丧","date":"2019-08-31T13:49:00.000Z","updated":"2019-09-03T07:42:10.166Z","content":"\n\n想要做的事情很多，但是不想动!\n\n\n今天周末，下午去学习到了图书馆，晚上回来时下了雨，准备跑步的计划破产，淋湿了一路和老高打着电话，闲扯着。感觉最近不想动，到图书馆十多分钟的路程就仿佛很远，要做的事情有很多，但是又不想动。  \n\n锻炼：晚上跑步  \n实习：刷leetcode题库  \n摄影：西电官微团队  \n学习英语：看视频练习发音，听英文原著练感觉，每天看Reuters  \n\n六级没有考过，听力实在是烂，考研英语倒是不需要听力，但是阅读每天也要看提前准备一些。大三课程并不是特别多，五门专业基础课，课程都在早上，下午晚上都是空闲可安排时间（实验选修姑且不算），我还把创院的勤工助学推掉了。时间按说是不少，可是我抓不住它，不知不觉就溜走了。可能是开学吧，状态还没有调整过来，尽快调过来吧。  \n暑期开始前，我把几盆多肉放在了装着不少水的盆里，开学还担心它们会挂掉，到宿舍一看，盆里水已经没了残留一层藓类和污泥，多肉却活的很好，嫩绿的叶子生机勃勃，白鸟更是长大很多。  \n\n\n还有好几篇文章还没补上，图片还存着但文字一直没写，还是没找好心情和氛围去写。写这篇文章，其实也不想动的，在知乎上搜“丧”，看到了一个句子，很“应景”就有了心情，想写一写。  \n\n很长一段时间，我的生活看似马上开始了，真正的生活。可是总有一些障碍阻挡着，有些事情先解决，有些琐碎的工作    有待完成，时间貌似够用，还有一笔人情要去还清，然后生活就开始了吧。但是啊，最后我终于明白，这些障碍，正是我的生活。\n\n年轻轻却没了活力，可不就是慢性死亡嘛，还是要找些事情做，找些意义去活动。也不知道要写些什么，原本的心情在写作中慢慢失去，情绪慢慢消散，已经不知道写了什么。似乎写完不丧了。\n","plink":"https://uoylive.github.io/post/最近有点丧/"},{"title":"第一次坐飞机","date":"2019-08-22T14:07:48.000Z","updated":"2019-09-03T07:42:13.016Z","content":" \n 阳光从侧后方照来，天空的云都变了模样,层峦起伏，叠嶂蔓延，仿佛早上的树林起了雾，多么美妙。\n\n早上四点半起床，收拾完毕，哥哥驱车一个多小时到达萧山机场，路途中的太阳初升悬于地平线处，又大又圆红彤彤的，这里的天明确实早于家乡。等待区通过后，到达检票区，出示了电子机票，把手机照相机放进小框单独检查，安检人员开始搜身，对方真的很专业，动作轻柔而严谨接触频率极快，令我赞叹不已。之后到达登机口，出示机票后直接进入机舱内，整个流程用了二十分钟左右，很快。  \n机舱内的模样，感觉和火车舱差不多（除了空姐——笑容一直挂在脸上，服务很周全），一开始看到还有点小失望。  \n\n    \n  \n\n飞机发动大概6：40分钟左右，并不是机票上的6：45分，开动前地勤人员先把登机仓和其他东西移开，然后站到一侧，在开动时挥手告别而脸上都绽放着笑。飞机行进绕着轨道一周，等待前一架飞机起飞后终于要升空了。滑行速度不断加快，景物飞快地往后跑去，“嗡”，机头翘了起来，迎角产生，升力达到最大，起飞了。  \n并没有严重的失重感觉，如同电梯上升的一瞬，不过看到窗外的景物和飞机仰起的机身还是有点心虚，毕竟第一次到这么高。  \n\n    \n \n  \n\n它并没有一次性升到平流层，飞行到高空云层之下过了不久后再起提升，穿越云层到达指定飞行高度，而我也见到了被乌云遮住的闪耀太阳、湛蓝如洗的远空、白茫茫一片的云，真是好一幅胜景。  \n天空的云一向变幻莫测、千奇百态，从下放看是如此，未曾想从上空看也有此景，更甚于此。茫茫白雪似的平铺，树林似的起伏蔓延，还有河流似的蜿蜒，直令人大呼妙哉！\n\n    \n  \n\n下面是机上的早餐，饼叫什么倒是忘了但是味道还不错；右边是降落的照片，高空眺望城市。然后下机，旅行结束。\n\n    \n\n\nending！\n","plink":"https://uoylive.github.io/post/第一次坐飞机/"},{"title":"Disney","date":"2019-08-16T03:50:17.000Z","updated":"2019-09-03T07:42:06.440Z","content":"\n上海迪士尼乐园，一日游！  \n\n迪士尼早上八点开园，我们坐地铁11号线要两小时，于是五点起床，赶上了第二班地铁，迎着朝阳前往迪士尼。  \n  \n\n到达乐园排队处是8：04，人已经有很多了——非常多，我们站成一块一块的慢慢放进园内；接着沿着栏杆绕了三四分钟到了排队进园处，接着就是等待——走两步——等待，过了一会儿（其实也有二十分钟或者半小时的，为什么说是一会儿呢，因为和后面的等待相比这真的只是一会儿）轮到我们，他主要是为了检查包——是否有危险物品、饮料、零食等，通过之后到达取票-检票处。  \n到这里是8：32分，太阳已经升起，阳光开始炽热大地，我们也已经汗流浃背了，带的太阳伞起了作用，每排队列侧面会有一个大风扇吹着水雾带来不多的清凉。依然在排队，大概是半小时吧，通过检票处拿到门票正式进入迪士尼乐园。  \n打开地图（上海迪士尼度假区app还是很有用的），前往我们的第一个目的地——雷鸣山漂流，原本计划着这个排队的人比较多，而一早来人可能少一点可以节约一点时间，但实际上人依然很多，我们再此排队九十分钟。两个小朋友排队到一半已经快不行了，还没有玩上就排了这么长时间，开始抱怨；旁边一位阿姨看了看手机说，现在才开始排队需要三小时，这确实是一个热门项目。而我们一开始看到旁边的木栏隔开的一列就是到漂流点的，误以为人不多，加上看到了卖雨衣的，于是我们做了一个错误决定——提前穿上了准备好的雨衣，热了一路后来一位阿姨看不下去帮我们脱了下来，真是凉快不少。  \n\n    \n  \n\n等待到了尽头，穿上雨衣坐上漂流船（更像是一个大圆木筏），开始了漂流之旅——用旅似乎不严谨，因为只玩了五分钟左右。先随水前行一段路程，到了一个轨带把漂流伐转运上去，到了顶点后开始下滑，经历第一个下坡圆伐迅速下降并且还自旋，失重感加上溅起的水花使我们都大叫起来。不远处到了一个隧洞，顺水漂流眼前黑漆漆的，还有水滴落下来；突然，一声咆哮响起，在洞中回荡，滴答的水滴，奔腾的水流，眼前似乎变得恐怖起来了，手捏紧了扶栏。“嗷呜”，一个龙头陡然出现在我们头顶，晃动着硕大的头颅，咆哮声震震入耳，一个下坡恰如其分的到来，刺激和恐惧交织在心头。“哗”，出来了，光明涌现，到达了隧洞外，圆伐流速也慢了下来，缓缓而行到达了终点。两个小朋友还依依不舍，一同夸赞我的英明决策，这个实在是太好玩了。  \n\n    \n    \n    \n\n\n接着我们去探险索道，排队五十分钟；飞越地平线，排队两个半小时，4D梦幻的游行，从阿尔卑斯山到远古丛林，从南极冰山到撒哈拉沙漠，从泰姬陵到埃菲尔铁塔，景色的变换配合座位的升降提供非同一般的观感；观看缤纷夏日巡游，迪士尼的动画人物一一现身，精美的衣服跳跃的舞蹈令人赞叹不已；吃午饭，一碗鸡汤面，味道一般价钱很贵；七个小矮人矿山车，等待135分钟，绕圈回环，很是刺激；船奇戏水滩，去船上看了一圈；加勒比海盗宝藏，等待二十分钟，甬长的排队区寥寥数人，我们奔跑过去等待了一会就开始玩耍，不排长队就是畅快，随着船行给我们讲了杰克船长的故事；然后去看晚上八点半的烟花表演，但是我们只看了十多分钟就离开了，因为有更好玩的项目等待着我们。  \n、    \n  \n\n它就是“创极速光轮”。未来世界的科幻主题，摩托造型……算了，想不出来了，不想写了，你只要知道它很厉害，看起来很高科技，玩起来超刺激，八个圈绕下来挺吓人的，尖叫声刺耳，从上面图片看它的轨道会担心人会掉下来，实际上我在坐的时候也很担心，肾上腺素急速分泌特别爽快。  \n然后就没有然后了，一天结束，9：22分回程。、    \n  \n\nending！\n","plink":"https://uoylive.github.io/post/Disney/"},{"title":"baby","date":"2019-08-02T12:51:06.000Z","updated":"2019-08-02T13:34:32.610Z","content":"\n\n2019-7-28(2019-6-26)今天是星期天，宝宝你已经有22周4天了。  \n今年夏天雨水很多，不像以往每年那么热，这几天是夏天中伏最热的时候，不知道为何今天妈妈心情很好，下午晚饭时刻终于变天了，迎来了一阵又一阵大暴雨，雨后总算凉快了一些。为了应付太热的前两天，新买的风扇也回来啦，不过下雨降了温，洗了澡并不需要吹风扇。  \n宝宝，你姥爷今天生意很好，你姥姥心情也不错。你小舅面试了家教并顺利通过。你小舅说他干点兼职赚钱给外甥买好吃的好玩的。宝宝，妈妈怀你实在不容易，孕早期孕吐厉害，坚持上班，每天饿的胃疼心慌，没一点胃口，不吃饿的浑身没劲，吃了又吐，吐的难受，最煎熬的是吐胆汁和半夜从熟睡中饿到抖醒。你爸爸特别担心我和你营养跟不上，喊你奶奶来杭州悉心照顾我20天。妈妈最难过的是怀孕期间两份工作都没了，目前你爸爸一个人承担所有的压力。  \n宝宝你四个多月，我终于熬过了早期孕吐。现在基本恢复了正常的食欲，能吃大多数东西了。妈妈从孕中期开始走路走多了腿脚肿胀，但是我体力还可以。原以为孕中晚期会轻松舒服一些，没想到最近浑身痒的难受，考虑到我亲爱的宝宝，作为孕妈妈不能乱吃药乱用药，我只能继续坚持。为了你宝宝，我得更加注意卫生，晚上洗澡时我把厕所和水池洗刷的干干净净，还把我当天穿的衣服洗了。   \n    \n\n从6月8回你姥姥家，我的伙食都是姥姥来精心照管，我的衣服基本都是姥姥帮我洗，后面慢慢我可以自理了。从7月3开始我总想帮你姥姥做点什么，以前她自己做针线活和绣十字绣一点都不吃力，今年她眼睛视力下降很多，以前计划绣完的十字绣还剩一小半，我就拿出来帮她每天完成一点。你姥姥不知道你是男孩还是女孩，她在没干活的这段时间给你做了好多衣服和鞋子，你开心吗，到时随我们挑选。晚上临睡前看到贝店里的朋友一次性买了十罐奶粉，从妈妈开店一年来从没有这样的大单，净收入220，妈妈看到赚的零花钱格外开心。  \n宝宝是不是你在调皮了，妈妈感觉胎动比较少。你爸爸最近一直在非洲，对我们关心较少，你别怪你爸爸，你爸爸得辛苦工作给你更好的生活。我们都希望你健健康康，平平安安，开心快乐，聪明可爱！  \n宝宝，我们爱你！ \n","plink":"https://uoylive.github.io/post/baby/"},{"title":"栀子","date":"2019-07-04T05:07:15.000Z","updated":"2019-07-04T09:21:03.782Z","content":"\n\n这是一捧花！只是单纯的一捧花，没别的了¯_(ツ)_/¯。\n","plink":"https://uoylive.github.io/post/jasmine/"},{"title":"用尽全力过好一生","date":"2019-07-03T04:52:43.000Z","updated":"2019-07-03T15:55:50.629Z","content":"《冥想》  \n\n\n\n把生命的突泉捧在我手里，我只觉得它来得新鲜，是浓烈的酒，清新的泡沫，注入我的奔波、劳作、冒险。仿佛前人从未经临的园地就要展现在我的面前。但如今，突然面对着坟墓，我冷眼向过去稍稍回顾，只见它曲折灌溉的悲喜都消失在一片亘古的荒漠，这才知道我的全部努力不过完成了普通的生活。  \n\n","plink":"https://uoylive.github.io/post/用尽全力过好一生/"},{"title":"月","date":"2019-06-15T05:07:07.000Z","updated":"2019-07-04T09:21:02.490Z","content":"\n\n今晚月色真好！\n图片拍摄于6.月14日，农历为12日，当晚月亮正处于宿舍楼围起来的一方天空，月相处于上弦月至满月之间，唤为凸月。 \n使用iso-200，f/5.6,曝光1/320s得到这一张图片，发给同学，同学说周围太黑了，从手机上看不出图片边界了。我测了一下RGB，完全是#000000的纯黑。  \n附上判断弦月的月相歌：\n\n初一新月不可见，只缘身陷日地中。初七初八上弦月，半轮圆月面朝西。满月出在十五六，地球一肩挑日月。二十二三下弦月，月面朝东下半夜。\n\n","plink":"https://uoylive.github.io/post/moon/"},{"title":"lovePea","date":"2018-10-04T12:06:57.000Z","updated":"2019-07-04T09:21:01.348Z","content":"\n\n红豆的红是丹心红  红豆的豆是相思果\n  \n\n红豆，又名相思子或者相思豆，在中国文学中被当作思念的象征。但是红豆有好几种，维基百科里越橘、孔雀豆、鸡母珠等都被当为红豆，王维的相思诗中指的是似乎是鸡母珠。文中的图是南山竹的果实，也是圆圆的红色的，是我高中时种的盆栽结果后拍的图片。  \n“玲珑骰子安红豆，入骨相思知不知”，温庭筠的诗也写出了极致的相思，读之慨然。我曾经做过“玲珑骰子”（为了爱情），用菩提子打磨成方块，再用小钻取孔，做成骰子样式，然后把红豆塞进去，此之谓淘宝的“玲珑骰子”。\n\n相思红豆生南国，春来发几枝。愿君多采撷，此物最相思。\n\n","plink":"https://uoylive.github.io/post/lovePea/"},{"title":"about","date":"2019-07-03T16:39:13.000Z","updated":"2019-07-03T16:54:46.709Z","content":"关于我2017年9月进入西安电子科技大学就读。2018年初课余学习IT技术。2019年7月完善该博客，记录我的技术进步和生活点滴。\n如有兴趣，可联系我\n\n联系邮箱：bingjianz029@gmail.com（正经脸）\n\n","plink":"https://uoylive.github.io/about/"}]